print("♨︎_♨︎ ————————————————————————————————————— ♨︎_♨︎\n")

print("โปรแกรมคำนวณหาพื้นที่ 4 เหลี่ยมจัตุรัส")
side = int(input("ใส่ด้าน : "))
s = side * side
print(f'ผลลัพธ์ของพื้นที่สี่เหลี่ยมจัตุรัส = {s} \n')

print("โปรแกรมคำนวณหาพื้นที่ 4 เหลี่ยมผืนผ้า")
wide = int (input("ใส่ความกว้าง : "))
long = int (input("ใส่ความยาว : "))
wl = wide * long
print(f'ผลลัพธ์ของพื้นที่สี่เหลี่ยมผืนผ้า = {wl} \n')

print("โปรแกรมคำนวณหาพื้นที่วงกลม")
r = float (input("ใส่รัศมี : "))
p = 3.14 * (r**2)
print(f'ผลลัพธ์ของพื้นที่วงกลม = {p} \n')

print("♨︎_♨︎ ————————————————————————————————————— ♨︎_♨︎")